{
  "posts": [
    {
      "id": 5,
      "title": "Love as Bonding",
      "datetime": "August 09, 2023 1:57:20 PM",
      "body": "Our first experience of love is usually from our mother and,\n        or other caregivers who nurture us when we are too young to fend for ourselves. Mothers\n        produce extremely high levels of the neurochemical ‘oxytocin’ both in giving birth and through breast-feeding.\n        This helps mothers and babies bond with each other. The oxytocin a mother produces in these early stages comes\n         from another part of the brain than that produced in friendships and sexual encounters. This love as\n         bonding later supports the development of sexual love. Oxytocin is responsible for the feeling of safety,\n         security and trust. It has other functions too, some of them less ‘cuddly’, such as the feeling of\n         ‘schadenfreude’, or gloating at someone’s failure. Generally with high levels of oxytocin, we flourish.\n         It lets us develop the neural receptors that help us bond with other people too. The more oxytocin receptors\n          we have, the more oxytocin we produce.Imagine a gazelle separated from the flock and how frightened it\n           becomes. It is easy meat for predators. Humans are tribal by nature too. There is safety in numbers.In\n           the past, exile, being cast away from family and friends, was one of the worst punishments a person\n           could receive. Solitary confinement is the same.   Oxytocin has other functions. It helps reduce levels\n           of the stress neurochemical cortisol. It can also diminish cravings for sugar or other addictive substances.\n           For instance it can inhibit the voluntary intake of alcohol.Lots of behaviours promote the release of\n           oxytocin in our brains, such as: hanging out with pals; being helpful to others; spending time in nature;\n           painting or drawing; singing; relaxing to soothing music; stroking an animal; holding hands; kissing;\n           cuddling; and activities likes meditation, yoga, or Pilates. It nurtures feelings of empathy, caring,\n           playfulness, and appreciation. We feel safe with those we know and trust.   To that extent, old\n           fashioned courting allowed a couple to get to know each other before diving into a sexual relationship.\n           A relationship that focuses on just satisfying sexual desire alone, does not allow the necessary trust,\n           love and bonding to develop."
    },
    {
      "id": 6,
      "title": "Health benefits of eating well",
      "datetime": "August 09, 2023 1:59:24 PM",
      "body": "A well-balanced diet provides all of the: energy you need to keep active throughout the day\n          nutrients you need for growth and repair, helping you to stay strong and healthy and help to prevent\n           diet-related illness, such as some cancers  Keeping active and eating a healthy balanced diet can also help\n           you to maintain a healthy weight.  Deficiencies in some key nutrients - such as vitamin A, B, C and E, and\n           zinc, iron and selenium - can weaken parts of your immune system."
    },
    {
      "id": 7,
      "title": "10 Tips To Become Successful and Achieve Your Life Goals",
      "datetime": "August 09, 2023 2:00:44 PM",
      "body": "1. Be committed\n        Through commitment, you can gain motivation to pursue success. To begin the process of setting a goal, make a list that includes:\n\n        Your goal\n        Your level of commitment to the goal\n        What you're willing to do to achieve that goal\n        Staying focused on your plan is crucial. It helps to put aside at least 15 minutes daily to think about your plan and work toward it. This will keep your goal fresh and allow you to continue focusing on it.\n\n        Madisyn McKee, a digital marketing and social media manager, understands what's important for fostering success. She also have experience with recruiting new talent and initiating efforts to encourage professional development. Here's what she said about achieving success:\n\n        Being successful takes time and a lot of practice. Success does not happen overnight. Often it takes years of performing similar tasks over and over, or even years of failure before you have the opportunity to reap the rewards.\n\n        —Madisyn McKee\n\n        In determining your commitment to your goal, however, ensuring you have realistic expectations of yourself and the outcome is important. If your commitment isn't paying off after a certain time, you should adjust your goal accordingly and revise any necessary steps.\n\n        Tip: Sometimes, it may be helpful to ask a friend or family member for support in helping you stick to your commitments. Having someone to hold you accountable for your shortcomings and praise your success can help you stay committed to your goal.\n\n        Related: Setting Goals To Improve Your Career\n        2. Learn from the journey\n        Rather than focusing strictly on the results of your accomplishments, take notice of the small steps needed to achieve success. If you allow yourself to enjoy small victories along your journey, reaching your goal will become a new adventure each day, and you will be more likely to stay on track. By doing this, you will learn new and exciting things along the way, which can help you grow as a person.\n\n        Related: 5 Areas of Personal Growth (Plus Tips for Development)\n        3. Have fun along the way\n        If the journey to achieve something becomes too tedious, succeeding will be more challenging.\n\n        To be successful, you need to have passion for what you are doing.\n\n        —Madisyn McKee\n\n        Learning what you're capable of can be fun and exciting, so it's essential to keep your goals light and fun to have an emotionally positive experience and keep moving forward without losing perspective.\n\n        Related: 70 Examples of Passions You Can Pursue in Your Life\n        4. Think positively\n        Developing a positive mindset is about trusting yourself and your ability to succeed. It's important to replace any negative thoughts with positive ones to motivate yourself to keep trying no matter what challenges come your way.\n\n        On your path to becoming successful, you're likely to learn new things and think differently than before. Your goals will not happen overnight. They will take practice and discipline to achieve, so it's vital to think about the process positively.\n\n        Related: 7 Tips for Thinking Positively at Work\n        5. Change your perspective\n        Sometimes along the journey, you have to change your perspective to turn a challenging situation into a better one. When you're having a bad day or week, imagine instead that it's a good day or week.\n\n        Give yourself the opportunity and the time to think about your situation using only positive language and see how much your day or week changes. Doing this for an extended period of time could change your entire life.\n\n        Related: Understanding the Bigger Picture and Why It's Important\n        6. Be honest with yourself\n        If your goal is at a standstill, you might need to be honest with yourself about why that is. After you have come to an understanding, try to find a solution to push yourself toward success.\n\n        Tip: Challenge yourself to step out of your comfort zone. This might mean an extra set of squats, having a conversation with a supervisor about a promotion or even signing up for a difficult college class you hadn't considered before.\n        1. Be committed\nThrough commitment, you can gain motivation to pursue success. To begin the process of setting a goal, make a list that includes:\n\nYour goal\nYour level of commitment to the goal\nWhat you're willing to do to achieve that goal\nStaying focused on your plan is crucial. It helps to put aside at least 15 minutes daily to think about your plan and work toward it. This will keep your goal fresh and allow you to continue focusing on it.\n\nMadisyn McKee, a digital marketing and social media manager, understands what's important for fostering success. She also have experience with recruiting new talent and initiating efforts to encourage professional development. Here's what she said about achieving success:\n\nBeing successful takes time and a lot of practice. Success does not happen overnight. Often it takes years of performing similar tasks over and over, or even years of failure before you have the opportunity to reap the rewards.\n\n—Madisyn McKee\n\nIn determining your commitment to your goal, however, ensuring you have realistic expectations of yourself and the outcome is important. If your commitment isn't paying off after a certain time, you should adjust your goal accordingly and revise any necessary steps.\n\nTip: Sometimes, it may be helpful to ask a friend or family member for support in helping you stick to your commitments. Having someone to hold you accountable for your shortcomings and praise your success can help you stay committed to your goal.\n\nRelated: Setting Goals To Improve Your Career\n2. Learn from the journey\nRather than focusing strictly on the results of your accomplishments, take notice of the small steps needed to achieve success. If you allow yourself to enjoy small victories along your journey, reaching your goal will become a new adventure each day, and you will be more likely to stay on track. By doing this, you will learn new and exciting things along the way, which can help you grow as a person.\n\nRelated: 5 Areas of Personal Growth (Plus Tips for Development)\n3. Have fun along the way\nIf the journey to achieve something becomes too tedious, succeeding will be more challenging.\n\nTo be successful, you need to have passion for what you are doing.\n\n—Madisyn McKee\n\nLearning what you're capable of can be fun and exciting, so it's essential to keep your goals light and fun to have an emotionally positive experience and keep moving forward without losing perspective.\n\nRelated: 70 Examples of Passions You Can Pursue in Your Life\n4. Think positively\nDeveloping a positive mindset is about trusting yourself and your ability to succeed. It's important to replace any negative thoughts with positive ones to motivate yourself to keep trying no matter what challenges come your way.\n\nOn your path to becoming successful, you're likely to learn new things and think differently than before. Your goals will not happen overnight. They will take practice and discipline to achieve, so it's vital to think about the process positively.\n\nRelated: 7 Tips for Thinking Positively at Work\n5. Change your perspective\nSometimes along the journey, you have to change your perspective to turn a challenging situation into a better one. When you're having a bad day or week, imagine instead that it's a good day or week.\n\nGive yourself the opportunity and the time to think about your situation using only positive language and see how much your day or week changes. Doing this for an extended period of time could change your entire life.\n\nRelated: Understanding the Bigger Picture and Why It's Important\n6. Be honest with yourself\nIf your goal is at a standstill, you might need to be honest with yourself about why that is. After you have come to an understanding, try to find a solution to push yourself toward success.\n\nTip: Challenge yourself to step out of your comfort zone. This might mean an extra set of squats, having a conversation with a supervisor about a promotion or even signing up for a difficult college class you hadn't considered before."
    },
    {
      "id": 8,
      "title": "7 health benefits of going to the gym",
      "datetime": "August 09, 2023 2:01:33 PM",
      "body": "  1. It helps you stay fit\nThe sedentary lifestyle associated with most white collar jobs and the intake of various foods that are unwholesome has led to an increase in sicknesses in our society today.\n\nWorking out regularly can also reduce your risk of injury and illness as well as prevent osteoporosis (bone weakness/loss).\n\nYour efforts may also lower your risk of heart disease, high blood pressure, high cholesterol, and diabetes (type II).\n\nGoing to the gym helps keep you fit and healthy as the various exercises help to reduce the impact of a sedentary lifestyle that is prevalent in today’s world.\n\n2. It helps burn calories\nGoing to the gym on regular basis helps burn calories in the body.\n\nEngaging in exercises at the gym can help prevent excess weight gain or help maintain weight loss. When you engage in physical activity, you burn calories. The more intense the activity, the more calories you burn.\n\nThus, a visit to the gym not only helps you burn calories but also helps keep the doctor away.\n3. Reduces illness or any form of sickness\nA regular visit to the gym helps prevent or manage many illnesses and health conditions such as:\n\nStroke\nHigh blood pressure\nType 2 diabetes\nDepression\nAnxiety\nCancer\nArthritis\nGoing to the gym also helps improve cognitive function and helps lower the risk of death from all causes.\n4. It improves your muscles and boosts endurance\nRegular involvement in physical activities at the gym can improve your muscle strength and boost your endurance.\n\nExercise delivers oxygen and nutrients to your tissues and helps your cardiovascular system work more efficiently. And when your heart and lung health improve, you have more energy to tackle daily chores.\n\nActivities like weightlifting in the gym can stimulate muscle building when paired with adequate protein intake and also in building and maintaining of strong muscles and bones.\n\n5. Improved physique and posture\nLooking for ways to improve your physique and posture,  going to the gym is your sure in achieving your dream physique and posture.\n\nRegular exercise and strength training at the gym will eventually change your body shape. It will also help you lose weight when combined with a healthy diet and improve your posture.\n\n6. It improves your blood flow\nPartaking in exercises at the gym helps in the circulation of blood in the body as it increases blood flow, gets the heart pumping blood around your body faster and helps flush the blood through your arteries.\n\nWhen you exercise the blood vessels that supply blood to your muscles and take blood away from your muscle dilate to allow for a massive increase in blood flow to your muscles.\n\n7. It improves your mental health\nEngaging in exercises at the gym can improve brain function and protect memory and thinking skills. It increases your heart rate, which promotes the flow of blood and oxygen to your brain.\n\nIt also stimulates the production of hormones that enhance the growth of brain cells. Plus, the ability of exercise to prevent chronic disease can translate into benefits for your brain, since its function can be affected by these conditions.\n\nGoing to the gym consistently has a lot of health benefits that you can gain from. If you want to stay fit and healthy, you need to pay the price by setting out to the gym.\n"
    }
  ]
}